export const NavLinks = [
  {
    title: 'الرئيسية',
    url: '/',
  },
  {
    title: 'خدماتنا',
    url: '',
  },
  {
    title: 'أعمالنا',
    url: '',
  },
  {
    title: 'باقات التشطيب',
    url: '/pricing',
  },
  {
    title: ' من نحن',
    url: '',
  },
  {
    title: 'اتصل بنا',
    url: '',
  },
];

export const Services = [
  {
    title:
      'التصميم الداخلي: نقدم خدمات تصميم المساحات الداخلية بأساليب عصرية ومتطورة، مع الأخذ في الاعتبار رغبات واحتياجات العملاء ومتطلبات المساحة.',
  },
  {
    title: `
التشطيبات: نقوم بتنفيذ أعمال التشطيب الداخلي والخارجي بأعلى مستويات الجودة، بما في ذلك تركيب الأرضيات والجدران والسقوف والأبواب والنوافذ والمطابخ والحمامات.`,
  },
  {
    title: `
الديكور: نحن نقدم خدمات الديكور الداخلي والخارجي، بما في ذلك اختيار الألوان والإضاءة والأثاث والإكسسوارات.`,
  },
  {
    title: `
الترميم: نحن نقدم خدمات الترميم للمساحات القديمة والتالفة، بما في ذلك ترميم الجدران والأرضيات والأسقف والنوافذ والأبواب.`,
  },
  {
    title: `
الصيانة: نقدم خدمات الصيانة والإصلاح للمساحات الحالية، بما في ذلك إصلاح الأعطال وتبديل الأجزاء التالفة.`,
  },
  {
    title: `
الاستشارات: نحن نقدم خدمات الاستشارات للعملاء، بما في ذلك تحليل المساحة وتوجيه العميل لأفضل الخيارات والحلول المناسبة.

`,
  },
];
